{"tweet":"the united states congress approves a tax increase on technology companies","etiqueta":"politica"}
{"tweet":"Amazon bans sponsored products related to political campaigns, but you can still find them on the site","etiqueta":"politica"}
{"tweet":"the Chinese government banned Amazon from entering the country","etiqueta":"politica"}
{"tweet":"Republican lawmakers question Amazon's connections to the Pentagon contract","etiqueta":"politica"}
{"tweet":"the green tax has just been approved, which increases the price of electricity","etiqueta":"ecologia"}
{"tweet":"Amazon commits to 50% renewable energy use by 2023","etiqueta":"ecologia"}
{"tweet":"Jeff Bezos pledges that by 2040 Amazon will be carbon neutral","etiqueta":"ecologia"}
{"tweet":"Amazon propone un nuevo sistema de envio ecologico","etiqueta":"ecologia"}
{"tweet":"Amazon will premiere worldwide 'Evangelion 3.0 + 1.01","etiqueta":"social"}
{"tweet":"During last week's protests, a group of protesters set fire to the cede","etiqueta":"social"}
{"tweet":"Amazon is accused of wage inequality","etiqueta":"social"}
{"tweet":"Amazon asks social networks for collaboration against fake reviews","etiqueta":"social"}
{"tweet":"The Economic Crisis In Lebanon May Be One Of The Worst In The World Since The 1800s", "etiqueta":"economia"}
{"tweet":"stock markets are up 44% amid the worst economic contraction in history", "etiqueta":"economia"}
{"tweet":"Inflation Accelerates Again as Economic Recovery Continues", "etiqueta":"economia"}
{"tweet":"U.S. deficit will total $3 trillion in fiscal 2021", "etiqueta":"economia"}
{"tweet":"inflation accelerate because of a rise in commodity prices", "etiqueta":"economia"}
{"tweet":"Bank of England removes bank dividend curbs as outlook improves", "etiqueta":"economia"}
{"tweet":"The IRS is sending out 4 million refunds this week to taxpayers who overpaid on their 2020 unemployment benefits", "etiqueta":"economia"}
{"tweet":"EU economy set to grow faster than expected thanks to vaccination", "etiqueta":"economia"}
{"tweet":"Digital Dollar Project launches pilots for a potential US central bank digital currency", "etiqueta":"economia"}
{"tweet":"bitcoin is worth zero and fails as a currency and a hedge", "etiqueta":"economia"}
{"tweet":"Kim Jong Un declares war on US", "etiqueta":"exterior"}
{"tweet":"Trump has told associates he will run again in 2024 if he's healthy enough", "etiqueta":"exterior"}
{"tweet":"The DarkSide criminal hacking group rose to notoriety following its attack on the Colonial Pipeline, a major U.S. fuel pipeline, which disrupted fuel distribution along the southeastern U.S.", "etiqueta":"exterior"}
{"tweet":"U.S. generals departs Afghanistan as a signal of ending the war", "etiqueta":"exterior"}
{"tweet":"China provides US$ 1 million for food assistance to palestine refugees in gaza", "etiqueta":"exterior"}
{"tweet":"Situation in border areas adjacent to #Venezuela deteriorated in recent months.", "etiqueta":"exterior"}
{"tweet":"Biden vows US action over Russian cyber-attacks", "etiqueta":"exterior"}
{"tweet":"Pentagon stops all border wall construction projects", "etiqueta":"exterior"}
{"tweet":"Thousands march in Cuba in rare mass protests amid economic crisis", "etiqueta":"exterior"}
{"tweet":"Oil prices hover above $75 as OPEC+ struggles to reach a deal", "etiqueta":"exterior"}